Repository: Amiramor95/pb_hrm_app
Catalog: lib/l10n/app_*.arb
Languages: lo

# welcomeToPSBV
source: Welcome to PSBV Next
lo: ຍິນດີຕ້ອນຮັບສູ່ PSBV Next

# welcomeSubtitle1
source: You're not just another customer.
lo: ທ່ານບໍ່ແມ່ນເພີ່ມຂຶ້ນມາພຽງແຕ່ລູກຄ້າອື່ນໆ.

# welcomeSubtitle2
source: We're not just another Bank...
lo: ພວກເຮົາບໍ່ແມ່ນພຽງແຕ່ທະນາຄານອື່ນໆ...

# emptyCredentialsMessage
source: Please enter your username and password.
lo: ກະລຸນາປ້ອນຊື່ຜູ້ໃຊ້ແລະລະຫັດຜ່ານຂອງທ່ານ.

# networkErrorMessage
source: Network error. Please try again later.
lo: ມີບັນຫາເຄືອຂ່າຍ. ກະລຸນາລອງໃໝ່.

source: Authentication Failed
lo: ການຢືນຢັນລົ້ມເຫລວ

source: Please try again.
lo: ກະລຸນາລອງອີກຄັ້ງ.

source: Close
lo: ປິດ

source: Username
lo: ຊື່ຜູ້ໃຊ້

source: Password
lo: ລະຫັດຜ່ານ

source: Remember Me
lo: ຈື່ເບິ່ງຂ້ອຍ

source: LOGIN
lo: ເຂົ້າລະບົບ

source: Forget Password?
lo: ລືມລະຫັດຜ່ານ?

# chooseLanguage
source: Choose Language From
lo: ເລືອກພາສາ

source: Notification
lo: ການແຈ້ງເຕືອນ

# weWantToSendYou
source: We want to send you various information notifications, whether it is leave approval, making various items in the system, evaluation...
lo: ພວກເຮົາຕ້ອງການສົ່ງແຈ້ງເຕືອນຕ່າງໆທີ່ສຳຄັນໃຫ້ທ່ານ, ເຊັ່ນການອະນຸຍາດພັກ, ການດຳເນີນການໃນໂຄງການ, ການປະເມີນ...

source: Next
lo: ຕໍ່ໄປ

source: Skip
lo: ຂ້າມ

source: Location Information
lo: ຂໍ້ມູນສະຖານທີ່

# weCollectInformation
source: We collect information about your location when using it to provide the best service near you...
lo: ພວກເຮົາເກັບຂໍ້ມູນສະຖານທີ່ຂອງທ່ານໃນຂະນະທີ່ທ່ານໃຊ້ງານ ເພື່ອໃຫ້ບໍລິການທີ່ດີທີ່ສຸດ...

source: Camera and Photo
lo: ກ້ອງແລະຮູບ

# manyFunctions
source: Many functions in our app require access to the camera or gallery...
lo: ຟັງຊັນຕ່າງໆໃນແອັບພລິເຄຊັນນີ້ຕ້ອງການການເຂົ້າເຖິງກ້ອງຫຼືຄັງຮູບ...

# readyToGo
source: You're ready to go!
lo: ທ່ານພ້ອມແລ້ວ!

source: Get Started
lo: ເລີ່ມຕົ້ນ

source: Permission Denied
lo: ຍົກເລີກອະນຸຍາດ

# locationPermissionRequired
source: Location permission is required to proceed.
lo: ຈຳເປັນຕ້ອງໄດ້ຮັບອະນຸຍາດສະຖານທີ່ເພື່ອສືບຕໍ່.

source: OK
lo: ຕົກລົງ

# cameraPermissionRequired
source: Camera permission is required to proceed.
lo: ຕ້ອງການອະນຸຍາດກ້ອງເພື່ອສືບຕໍ່.

# notificationPermissionRequired
source: Notification permission is required to proceed.
lo: ຕ້ອງການອະນຸຍາດແຈ້ງເຕືອນເພື່ອສືບຕໍ່.

source: Meeting
lo: ປະຊຸມ

source: New Event
lo: ເຫດການໃໝ່

source: Add Event
lo: ເພີ່ມເຫດການ

source: Joined
lo: ເຂົ້າຮ່ວມ

source: Search Events
lo: ຄົ້ນຫາເຫດການ

source: Previous Month
lo: ເດືອນກ່ອນ

source: Event Created Successfully
lo: ເຫດການສ້າງສຳເລັດແລ້ວ

source: No Title
lo: ບໍ່ມີຊື່

source: Maybe
lo: ອາດຈະ

source: No events for this day
lo: ບໍ່ມີເຫດການສຳລັບວັນນີ້

source: Approval
lo: ອະນຸມັດ

source: View More
lo: ເບິ່ງເພີ່ມເຕີມ

# meetingTitle
source: Add Meeting
lo: ເພີ່ມການປະຊຸມ

source: Leave
lo: ອອກ

source: Meeting Room Bookings
lo: ການຈອງຫ້ອງປະຊຸມ

source: Booking Car
lo: ຈອງລົດ

source: Minutes Of Meeting
lo: ບັນທຶກປະຊຸມ

source: Other
lo: ອື່ນໆ

source: Detail Calendar Event
lo: ລາຍລະອຽດເຫດການປະຕິທິນ

# meetingDate
source: Date: 01-05-2024, 8:30 To 01-05-2024, 12:00
lo: ວັນທີ: 01-05-2024, 8:30 ຫາ 01-05-2024, 12:00

# meetingRoom
source: Room: Back canyon 2F
lo: ຫ້ອງ: ຊັ້ນ 2 ຂອງເພື້ອນຂອງ

source: Status: Pending
lo: ສະຖານະ: ລໍຖ້າການອະນຸຍາດ

# approvalTitle
source: Meeting and Booking meeting room
lo: ການປະຊຸມ ແລະ ການຈອງຫ້ອງປະຊຸມ

# approvalDate
source: Date: 01-05-2024, 8:30 To 01-05-2024, 12:00
lo: ວັນທີ: 01-05-2024, 8:30 ຫາ 01-05-2024, 12:00

# approvalType
source: Type: Sick Leave
lo: ປະເພດ: ພັກເຈັບ

source: Calender
lo: ປະຕິທິນ

source: Personal
lo: ສ່ວນບຸກຄົນ

source: Office
lo: ອົງກອນ

source: Add
lo: ເພີ່ມ

source: Type
lo: ປະເພດ

source: Description
lo: ລາຍລະອຽດ

source: Start Date
lo: ວັນທີເລີ່ມຕົ້ນ

source: End Date
lo: ວັນທີສິ້ນສຸດ

source: Days
lo: ວັນ

source: Leave Management
lo: ຈັດການພັກ

source: Type of Booking
lo: ປະເພດການຈອງ

source: Title
lo: ຫົວຂໍ້

source: Start date-Time
lo: ວັນທີ-ເວລາເລີ່ມ

source: End date-Time
lo: ວັນທີ-ເວລາສິ້ນສຸດ

source: Location
lo: ສະຖານທີ່

source: Add People
lo: ເພີ່ມຄົນ

source: Action Menu
lo: ເມນູກິດຈະກຳ

source: History
lo: ປະຫວັດສາດ

source: Approvals
lo: ການອະນຸມັດ

source: KPI
lo: ຕົວຊີ້ວັດຄວາມສຳເລັດ

source: Work Tracking
lo: ການຕິດຕາມວຽກ

source: Inventory
lo: ຄັງ

source: Pending
lo: ລໍຖ້າ

source: My History
lo: ປະຫວັດຂອງຂ້ອຍ

source: Status
lo: ສະຖານະ

source: Tel
lo: ໂທລະສັບ

source: Date
lo: ວັນທີ

source: Approved
lo: ອະນຸມັດແລ້ວ

source: Rejected
lo: ຖືກປະຕິເສດ

source: Reject
lo: ປະຕິເສດ

source: Join
lo: ເຂົ້າຮ່ວມ

source: Submitted on
lo: ສົ່ງເຂົ້າໃນ

source: Waiting
lo: ລໍຖ້າ

source: Processing
lo: ກຳລັງດຳເນີນ

source: My Project
lo: ໂຄງການຂອງຂ້ອຍ

source: All Project
lo: ໂຄງການທັງໝົດ

source: Forgot Password
lo: ລືມລະຫັດຜ່ານ

source: Email
lo: ອີເມວ

source: Send Reset Link
lo: ສົ່ງລິ້ງການຕັ້ງຄ່າໃໝ່

source: Enter Your Email
lo: ປ້ອນອີເມວຂອງເຈົ້າ

source: Attendant
lo: ຜູ້ຮ້ອງ

source: Attendance
lo: ການເຂົ້າຮ່ວມ

source: Time
lo: ເວລາ

source: Room
lo: ຫ້ອງ

source: Type of leave
lo: ປະເພດພັກ

source: Requestor
lo: ຜູ້ຮ້ອງ

# registerYourPresence
source: Register Your Presence and Start Your Work
lo: ລົງທະບຽນການມາຮອດຂອງທ່ານແລະເລີ່່ມຕົ້ນໄດ້

# checkinTime
source: Check in time can be late by 01:00
lo: ເວລາຊ້າເຊິງບໍ່ເກີນ 01:00

source: Check In
lo: ເຂົ້າ

source: Check Out
lo: ອອກ

source: Working Hours
lo: ຊົ່ວໂມງທີ່ເຮັດວຽກ

source: Hi
lo: ສະບາຍດີ

source: Share
lo: ແບ່ງປັນ

source: Download
lo: ດາວໂຫຼດ

source: QR My Profile
lo: QR ຂອງຂ້ອຍ

source: Settings
lo: ການຕັ້ງຄ່າ

source: Account Settings
lo: ການຕັ້ງຄ່າບັນຊີ

source: Profile Details
lo: ລາຍລະອຽດໂປຣໄຟລ໌

# enableTouchID
source: Enable Touch ID/FaceID
lo: ເປີດ Touch ID/FaceID

source: Dark Mode
lo: ໂໝດມືດ

source: Name
lo: ຊື່

source: Surname
lo: ນາມສະກຸນ

# telephone
source: Tel.
lo: ເບີໂທ

source: Save
lo: ບັນທຶກ

source: Edit Profile
lo: ແກ້ໄຂໂປຣຟາຍ

source: Login Failed
lo: ການເຂົ້າລະບົບລົ້ມເຫລວ

# loginFailedMessage
source: Login failed:
lo: ການເຂົ້າລະບົບລົ້ມເຫລວ:

# biometricDisabled
source: Biometric Authentication Disabled
lo: ບໍ່ເປີດໃຊ້ວິທີບອດລົງທະບຽນ

# enableBiometric
source: Please enable biometric authentication in settings.
lo: ກະລຸນາເປີດການຕິດຕາມບອດລົງທະບຽນໃນການຕັ້ງຄ່າ.

# authenticateToLogin
source: Please authenticate to login
lo: ກະລຸນາການຢືນຢັນເພື່ອເຂົ້າລະບົບ

# authFailed
source: Authentication Failed
lo: ການຢືນຢັນລົ້ມເຫລວ

# tryAgain
source: Biometric authentication failed. Please try again.
lo: ການຢືນຢັນລົ້ມເຫລວ. ກະລຸນາລອງໃໝ່.

# emptyFieldsMessage
source: Please enter both username and password.
lo: ຂໍ້ຄວາມວ່າງບໍ່ໄດ້ປ້ອນ

source: New Notification
lo: ແຈ້ງເຕືອນໃໝ່

# notificationChannelDescription
source: Notifications about assignments, project updates, and member changes in PSBV Next app.
lo: ແຈ້ງເຕືອນກ່ຽວກັບການມອບໝາຍຫຍຸ້ມງານ, ໄດ້ການປັບປຸງໂຄງການ, ແລະການປ່ຽນແປງພະນັກງານຂອງພາຍໃນລະບົບ PSBV Next.

# permissionRestricted
source: Permission status: restricted
lo: ສະຖານະອະນຸຍາດ: ຈຳກັດ

# locationAccessPermanentlyDenied
source: Location access is permanently denied. Please open your settings to enable it.
lo: ການເຂົ້າເຖິງສະຖານທີ່ຖືກປະຕິເສດຢ່າງຖາວອນ. ກະລຸນາເປີດການຕັ້ງຄ່າເພື່ອໃຫ້ມັນເປັນໃຊ້ງານ.

source: Error
lo: ຜິດພາດ

# cameraAccessPermanentlyDenied
source: Camera access is permanently denied. Please open your settings to enable it.
lo: ການເຂົ້າເຖິງກ້ອງຖືກປະຕິເສດຢ່າງຖາວອນ. ກະລຸນາເປີດການຕັ້ງຄ່າເພື່ອໃຫ້ມັນເປັນໃຊ້ງານ.

source: Permission Status
lo: ສະຖານະການອະນຸຍາດ

# registerPresenceStartWork
source: Register Your Presence and Start Your Work
lo: ລົງທະບຽນການມາຮ່ວມແລະເລີ່ມຕົ້ນວຽກງານຂອງທ່ານ

source: View All
lo: ເບິ່ງເພີ່ມ

source: No weekly records found.
lo: ບໍ່ພົບບັນທຶກສາງອາທິດ.

source: Location Detected
lo: ສະຖານທີ່ຖືກກວດພິມ

source: You are currently at Home.
lo: ທ່ານຢູ່ທີ່ເຮືອນໃນຂະນະນີ້.

# youAreCurrentlyAtOffice
source: You are currently at the Office.
lo: ທ່ານຢູ່ທີ່ທ່ານພາຍໃນອົງກອນໃນຂະນະນີ້.

source: Location Error
lo: ຜິດພາດສະຖານທີ່

# unableToRetrieveLocation
source: Unable to retrieve your location.
lo: ບໍ່ສາມາດກວດຮັບສະຖານທີ່ຂອງທ່ານໄດ້.

source: Success
lo: ສຳເລັດ

# checkInOutSuccessful
source: Check-in/check-out successful.
lo: ການເຂົ້າແລະອອກສຳເລັດ.

# failedToCheckInOut
source: Failed to check in/check out:
lo: ລົ້ມເຫລວໃນການເຂົ້າແລະອອກ:

source: Work Summary
lo: ລາຍລະອຽດງານ

# youWorkedForHoursToday
source: You worked for {hours} hours today.
lo: ທ່ານໄດ້ວຽກໄປເປັນ {hours} ຊົ່ວໂມງໃນມື້ນີ້.

source: Check In
lo: ເຂົ້າຮ່ວມ

source: Check Out
lo: ອອກ

source: Home
lo: ເຮືອນ

source: Offsite
lo: ນອກອົງກອນ

source: Check-In Not Allowed
lo: ການເຂົ້າແລະອອກບໍ່ຖືກອະນຸຍາດ

# checkInLateNotAllowed
source: Check in time cannot be late by 18:00 and before 07:00.
lo: ຕາມເວລາເຂົ້າແລະອອກບໍ່ສາມາດຫວ່າງໄດ້ເຖິງ 13:00.

source: Biometric Not Enabled
lo: ການພິມນິ້ວມືບໍ່ຖືກເປີດໃຊ້

# enableBiometricFirst
source: Please enable biometric authentication in the settings first.
lo: ກະລຸນາເປີດການພິມນິ້ວມືໃນການຕັ້ງຄ່າແລ້ວກ່ອນ.

# authenticateToContinue
source: Please authenticate to continue.
lo: ທ່ານຕ້ອງຢືນຢັນເພື່ອດໍາເນີນການຕໍ່ໄປ.

source: Check-In Success
lo: ການເຂົ້າແລະອອກສຳເລັດ

# checkInSuccessMessage
source: You have successfully checked in.
lo: ທ່ານໄດ້ເຂົ້າແລະອອກສຳເລັດ.

source: Check-Out Success
lo: ການອອກສຳເລັດ

# checkOutSuccessMessage
source: You have successfully checked out.
lo: ທ່ານໄດ້ເຂົ້າແລະອອກສຳເລັດ.

source: Already Checked In
lo: ທ່ານໄດ້ເຂົ້າແລະອອກສຳເລັດແລ້ວ

# alreadyCheckedInMessage
source: You have already checked in.
lo: ທ່ານໄດ້ເຂົ້າແລະອອກສຳເລັດແລ້ວ.

# deviceIdError
source: Device ID is missing or invalid.
lo: ລະຫັດເຄື່ອງຄອມພິວເຕີຂອງທ່ານຂາດ ຫລືບໍ່ຖືກຕ້ອງ.

# noTokenFound
source: No token found. Please log in again.
lo: ບໍ່ພົບໂທແກນ. ກະລຸນາໄປໃຊ້ງານກັບລະບົບໃໝ່.

source: Failed to load weekly records.
lo: ການໂຫຼດບັນທຶກອາທິດລົ້ມເຫລວ.

# youAreCurrentlyAt
source: You are currently at {location}.
lo: ທ່ານຢູ່ທີ່ {location} ໃນຂະນະນີ້.

# errorWithDetails
source: Error: {error}
lo: ຜິດພາດ: {error}

source: No data available
lo: ບໍ່ມີຂໍ້ມູນມາໃຫ້ເບິ່ງ.

# greeting
source: Hi, {name}!
lo: ສະບາຍດີ, {name}!

source: No banners available
lo: ບໍ່ມີແບນນ້ອຍທີ່ມີໃຊ້.

# logoutTitle
source: LOGOUT
lo: ອອກໂປຣັກຊັນ

# logoutConfirmation
source: Are you sure you want to log out?
lo: ທ່ານຕ້ອງການອອກໂປຣັກຊັນແທ້ບໍ?

source: Cancel
lo: ຍົກເລີກ

source: Yes, Logout
lo: ແມ່ນ, ອອກໂປຣັກຊັນ

source: Scan to Save Contact
lo: ສະຫຼຸບເພື່ອບັນທຶກຕິດຕໍ່

source: Save Image
lo: ບັນທຶກຮູບພາບ

# saveImageConfirmation
source: Do you want to save this image to your gallery?
lo: ທ່ານຕ້ອງການບັນທຶກຮູບພາບນີ້ໄປໃນການບັນທຶກຂອງທ່ານບໍ?

source: Error sharing QR code
lo: ຜິດພາດແບ່ງປັນ QR code

# qrCodeNotRendered
source: QR Code is not rendered yet. Please wait and try again.
lo: QR Code ບໍ່ຖືກກວດພິມຢູ່ທີ່ນີ້. ກະລຸນາລໍຖ້າແລະລອງໃໝ່.

# errorDownloadingQRCode
source: Error downloading QR code: {e}
lo: ຜິດພາດໃນການດາວໂຫຼດ QR code: {e}

# errorSavingQRCode
source: Error saving QR code: {e}
lo: ຜິດພາດໃນການບັນທຶກ QR code: {e}

# qrCodeDownloadedSuccess
source: QR Code downloaded successfully
lo: ດາວໂຫຼດ QR Code ສຳເລັດ

source: QR Code saved to gallery
lo: QR Code ຖືກບັນທຶກໄປໃນການບັນທຶກ

# errorDownloadingQRCodeGeneral
source: Error downloading QR code. Please try again.
lo: ຜິດພາດໃນການດາວໂຫຼດ QR Code. ກະລຸນາລອງໃໝ່.

# errorSavingQRCodeGeneral
source: Error saving QR code. Please try again.
lo: ຜິດພາດໃນການບັນທຶກ QR Code. ກະລຸນາລອງໃໝ່.

# errorFetchingMembers
source: Error fetching members: {e}
lo: ຜິດພາດໃນການດາວໂຫຼດສະມາຊິກ: {e}

# errorFetchingGroups
source: Error fetching groups: {e}
lo: ຜິດພາດໃນການດາວໂຫຼດກຸ່ມ: {e}

# shareQRCodeText
source: Check out my QR code!
lo: ກວດສອບ QR Code ຂອງຂ້ອຍ!

source: More
lo: ຫຼາຍກວ່າ

# saveImageTitle
source: Save Image
lo: ບັນທຶກຮູບພາບ

source: Change Password
lo: ປ່ຽນລະຫັດຜ່ານ

# enableBiometricAuth
source: Enable Touch ID / Face ID
lo: ເປີດການຢືນຢັນດ້ານຣູບພາບ / ເບິ່ງຮ້ອງ

# biometricNotAvailable
source: Biometric authentication is not available.
lo: ການຢືນຢັນດ້ານຣູບພາບບໍ່ມີຢູ່.

# authenticateToEnableBiometrics
source: Please authenticate to enable biometric login
lo: ກະລຸນາຢືນຢັນເພື່ອເປີດການຢືນຢັນດ້ານຣູບພາບ

# errorEnablingBiometrics
source: Error enabling biometrics: {e}
lo: ຜິດພາດໃນການເປີດການຢືນຢັນດ້ານຣູບພາບ: {e}

# failedToLoadUserProfile
source: Failed to load user profile: {reasonPhrase}
lo: ລົ້ມເຫລວໃນການໂຫຼດຂໍ້ມູນຜູ້ໃຊ້: {reasonPhrase}

# exampleNotificationTitle
source: Example Notification
lo: ການແຈ້ງເຕືອນຕົວຢ່າງ

# exampleNotificationBody
source: This is an example notification
lo: ນີ້ແມ່ນການແຈ້ງເຕືອນຕົວຢ່າງ

source: Office Event Add Members
lo: ເຮັດງານເພີ່ມສະມາຊິກເຮືອນໂອກາດ

source: Failed to load members
lo: ລົ້ມເຫລວໃນການໂຫຼດສະມາຊິກ

source: Failed to load groups
lo: ລົ້ມເຫລວໃນການໂຫຼດກຸ່ມ

# addButton
source: + Add
lo: + ເພີ່ມ

source: Search
lo: ຄົ້ນຫາ

source: Select Group
lo: ເລືອກກຸ່ມ

source: My Profile
lo: ຂ້ອຍຂອງຂ້ອຍ

# rolesLabel
source: Roles:
lo: ຫົວຂໍ້ບັນຊີ:

source: Gender
lo: ເພດ

# nameAndSurname
source: Name & Surname
lo: ຊື່ & ນາມສະກຸນ

source: Date Start Work
lo: ວັນເລີ່ມງານ

# probationEndDate
source: Passes Probation Date
lo: ວັນສິ້ນສຸດການທົດລອງ

source: Department
lo: ພະແນກ

source: Branch
lo: ສາຂາ

source: Emails
lo: ອີເມວ

# notAvailable
source: N/A
lo: ບໍ່ມີ

source: No roles available
lo: ບໍ່ມີບັນຊີຂໍ້ມູນ

# noUserProfileData
source: No user profile data found
lo: ບໍ່ມີຂໍ້ມູນຂໍ້ມູນຜູ້ໃຊ້ເພື່ອເບິ່ງ

source: Failed to load roles
lo: ລົ້ມເຫລວໃນການໂຫຼດບັນຊີ

# invalidResponseStructure
source: Invalid response structure received from the server.
lo: ໂຄງແບບການຕອບກັບຂອງ API ບໍ່ຖືກຕ້ອງ.

source: Failed to load profile data.
lo: ລົ້ມເຫລວໃນການໂຫຼດຂໍ້ມູນໂປຣຟາຍ.

source: Failed to load display data.
lo: ລົ້ມເຫລວໃນການໂຫຼດຂໍ້ມູນການສະແດງ.

# incorrectCredentials
source: Incorrect username or password.
lo: ຊື່ຜູ້ໃຊ້ ຫຼື ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ.

source: Offline Mode
lo: ໂມດຊອບໄລນ

# checkInSavedOffline
source: Your check-in has been saved and will be synced when you're back online.
lo: ການເຂົ້າລາຍຊື່ຂອງທ່ານໄດ້ຖືກບັນທຶກແລ້ວ ແລະຈະຖືກສະແດງເມື່ອທ່ານກັບຄືນໄປມີອິນເຕີເນັດ.

# checkOutSavedOffline
source: Your check-out has been saved and will be synced when you're back online.
lo: ການອອກລາຍຊື່ຂອງທ່ານໄດ້ຖືກບັນທຶກແລ້ວ ແລະຈະຖືກສະແດງເມື່ອທ່ານກັບຄືນໄປມີອິນເຕີເນັດ.

# loginErrorMessage
source: Login failed. Please check your credentials and try again.
lo: ການເຂົ້າລະບົບລົ້ມເຫລວ. ກະລຸນາກວດສອບຂໍ້ມູນຂອງທ່ານແລະລອງໃໝ່.

source: Next Month
lo: ເດືອນຖັດໄປ

source: Calendar
lo: ປະຕິທິນ

# locationServicesDisabled
source: Location services are disabled.
lo: ບໍ່ມີການໃຊ້ບໍລິການຕຳແໜ່ງ.

source: Please enable location services.
lo: ກະລຸນາເປີດໃຊ້ບໍລິການຕຳແໜ່ງ.

source: Location permission denied.
lo: ການອະນຸຍາດຕຳແໜ່ງຖືກປະຕິເສດ.

source: Please grant location permission.
lo: ກະລຸນາອະນຸຍາດການໃຊ້ຕຳແໜ່ງ.

# locationPermissionDeniedForever
source: Location permission denied permanently.
lo: ການອະນຸຍາດຕຳແໜ່ງຖືກປະຕິເສດຢ່າງຖາວອນ.

source: Please enable location permission from settings.
lo: ກະລຸນາເປີດໃຊ້ການອະນຸຍາດຕຳແໜ່ງຈາກການຕັ້ງຄ່າ.
